const results = [
  {
    //0
    color: "#ffc72c",
    title: "시원한 청량감 그 자체!",
    name: "페일 라거",
    img: "../results-pic/pic_lager.png",
    description:
      "가장 일반적인 형태의 보통 맥주에요! 아메리칸 라거라고도 불리며 차갑게 마시는 편이에요. 보다 시원한 목넘김으로 청량감있게 즐기는 보편적인 맥주이기도 합니다. 맥주를 즐기는 사람 대다수가 좋아한답니다.<br/><br/> 보다 깔끔한 맛이 특징이고 도수는 평균적인 4.5% ~ 5.0% 수준이어서 부담없이 마실 수 있어요. <br/><br/> 많은 사람들과 즐길 수 있는 맥주이자 치킨과 찰떡궁합을 자랑하는 맥주! 하지만 치킨만 고집하진 마세요. 보다 많은 안주들과 즐길 수 있답니다. 도비가 추천하는 안주는 소시지에요! :) <br/> 아참, 맥린이 입문용으로도 아주 좋답니다.  ",
    recommend: 2,
    worst: 6,
  },
  {
    //1
    color: "#292929",
    title: "라거 계열의 다크나이트",
    name: "다크 라거",
    img: "../results-pic/pic_darkLager.png",
    description:
      "다크 라거는 말 그대로 검은빛의 라거에요! <br/>커피 원두처럼 고온에서 볶은 맥아로 만들었어요.<br/>이 과정에서 검게 변한 맥아가 커피향이나 은은한 초콜릿 풍미를 뿜어낸답니다. 아주 매력적이죠?<br/><br/> 기존의 라거처럼 깔끔한 맛이 특징이고, 도수 역시 4.5% ~ 5.0% 수준이어서 부담없이 마실 수 있어요. <br/><br/> 대표적인 브랜드는 코젤다크(Kozel Dark)와 하이네켄 다크(Heineken Dark)가 있어요!<br/> 흑맥주에 입문하려는 사람들에게 추천해요 :) <br/><br/> 아참, 흑맥주의 풍미를 위해 안주는 견과류나 육포등 가벼운걸 권해요!",
    recommend: 4,
    worst: 6,
  },
  {
    //2
    color: "#ffd400",
    title: "라거와는 또 다른 황금빛의 매력",
    name: "필스너",
    img: "../results-pic/pic_pilsener.png",
    description:
    "사실 필스너는 라거의 한 종류에요. 다만 시원한 청량감으로 즐기는 라거와는 달리 보리향의 풍미를 즐겨요. 홉의 맛이 낮은 라거에 비해 상대적으로 홉의 쓴맛이 뚜렷하답니다. 가벼운 라거에 비해 바디감 역시 가지고 있구요! <br/><br/>필스너는 독일의 라거 생산기법에 체코지방서 자라나는 홉으로 탄생한 맥주라고 해요. <br/>라거와 마찬가지로 4.5% ~ 5.0%에 해당하는 도수를 가지고 있고 대표적인 브랜드는 필스너 우르겔(Plisner Urquell)이 있어요. <br/><br/> 라거를 즐기다가 부담스럽지 않은 새로움을 느끼고 싶을때 추천해요! <br/><br/>",

    recommend: 4,
    worst: 6,
  },
  {
    //3
    color: "#7c553c",
    title: "숙련된 짐꾼처럼 당신을<br/>부드럽게 들어올릴",
    name: "포터",
    img: "../results-pic/pic_potter(2).png",
    description:
    "해리포터가 생각나는 포터! 그런데 전혀 뜬금없는건 아니에요. 포터는 영국에서 시작됐거든요. 짐꾼이라는 뜻의 포터(potter)랍니다. 영국 내 외국인 노동자들이 즐기던 맥주여서 붙은 이름이라고 해요! <br/><br/>포터에서 도수나 풍미등이 더욱 발전된게 스타우트(stout)인데 요즘은 포터와 스타우트의 구분이 의미 없을 정도로 둘의 차이가 명확하지 않아요. <br/><br/>도수는 5% ~ 8% 수준이고 다크 라거 처럼 커피향, 초콜릿 풍미가 느껴져요. 부드러운 목넘김도 갖췄답니다. 대표적인 브랜드는 그 유명한 기네스(Guiness)가 있어요! ",

    recommend: 5,
    worst: 0,
  },
  {
    //4
    color: "#e5bf00",
    title: "#깔끔한 뒷맛 #향긋한 향<br/> #유럽 밀맥주",
    name: "바이젠",
    img: "../results-pic/pic_wheat(1).png",
    description:
    "흔히들 밀맥주라고 부르는 바이젠이에요. 위트라고도 하는데 바이젠은 독일식, 위트는 벨기에식 발음이에요. 바이젠과 위트는 '희다'라는 뜻을 가지고 있는데 이는 뿌옇고 탁한 밀맥주의 색 을 지칭하는 것이랍니다. <br/><br/>제조 과정에서 오렌지나 레몬 껍질등이 들어가기 때문에 향긋한 과일향이 나요. <br/>4.5% ~ 5.0% 수준의 부담스럽지 않은 도수를 가지고 있어요. <br/><br/>대표적인 맥주로는 호가든(Hoegaarden)이 있답니다! 평범한 필스너나 라거맥주 이상의 무언가를 찾는 사람에게 추천해요 :) ",

    recommend: 6,
    worst: 1,
  },
  {
    //5
    color: "#000",
    title: "품격있는 흑빛",
    name: "스타우트",
    img: "../results-pic/pic_stout.png",
    description:
    "스타우트 역시 영국에서 시작됐어요. 기존의 포터에서 도수와 풍미를 더욱 업그레이드 시킨 버전이 바로 스타우트랍니다 :) <br/>같은 흑맥주 계열중에서도 완벽하게 검은빛을 띄고 있는 스타우트! 보고있자면 굉장히 멋있어요. 헌데 거품이 없을땐 콜라 같기도...?<br/><br/> 비록 포터에서 더욱 발전 됐다고는 하나 스타우트 역시 대중성을 위해 5% ~ 7% 수준의 도수를 가진 브랜드들이 많아요. 하지만 그 중에서도 강한 것들은 무려 8~ 12%의 도수를 가지고 있다고 해요. 임페리얼 스타우트(Imperial stout)가 그러하답니다. <br/> 아, 참고로 한국에서 파는 하이트 진로의 스타우트는 다크 라거에 가까워요!",

    recommend: 7,
    worst: 0,
  },
  {
    //6
    color: "#ff6a00",
    title: "첫맛은 향긋, 뒷맛은 쌉싸름<br/> 주황빛의 반전매력",
    name: "IPA",
    img: "../results-pic/pic_IPA.png",
    description:
    "인디아 페일에일(India PaleAle)을 줄여서 IPA라고 불러요! <br/>영국이 인도를 지배하던 19세기 초, 영국서 인도까지의 긴 운송과정에서 맥주가 상하지 않도록 방부제 역할을 하는 홉을 잔뜩 넣고 도수를 높인 맥주에서 유래되었다고 해요.<br/> 이 후 미국에서 열대과일 향과 쌉쌀한 뒷맛이 추가되며 지금의 IPA가 되었답니다.<br/><br/> 평균 도수 5.5% ~ 7.5% 를 자랑하는 맥주라서 알콜 도수는 굉장히 높은 편이에요.<br/><br/> 쌉싸름하게 남는 뒷맛이 강해서 처음엔 부담스럽겠지만, 적응하고 나면 주황빛깔과 함께 참 매력적인 맥주랍니다 :)",
    recommend: 7,
    worst: 0,
  },
  {
    //7
    color: "#563624",
    title: "밀맥주에도 흑빛은 존재한다",
    name: "둔켈 바이젠",
    img: "../results-pic/pic_dunkel.png",
    description:
    "독일어로 어둡다(Dark)를 지칭하는 둔켈! 여기에 밀맥주를 뜻하는 바이젠의 합성어에요. <br/>즉 둔켈 바이젠이란 흑 밀맥주인 것이죠.<br/><br/> 짙은 갈색을 띄고 있으며 밀맥주 답게 향긋한 풍미와 부드러운 질감, 크림같은 거품이 특징이랍니다. 다소 쌉싸름한 뒷맛을 가지고 있어요.<br/><br/> 5도를 초과하지 않는 도수를 가지고 있으나 시중에 판매되는 둔켈 바이젠의 경우 5.3% ~ 5.6% 대의 도수를 형성하고 있어서 도수는 비교적 강한 편이랍니다!<br/> 대표적인 브랜드는 바이엔슈테판 헤페바이스비어(weihenstephaner HefeWeissbier)가 있어요! ",
    recommend: 6,
    worst: 1,
  },
];

export default results;
